Repository: ApexaChovatiya92/PalmReader
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: bn, gu, hi, kn, ml, mr, or, ta, te, ur

# about.camera.body
source: The camera is used only while you scan your palm. Photos you choose from your library are analyzed on your device, and only the readings you save are kept, inside the app.
bn: ক্যামেরা শুধু তালু স্ক্যান করার সময় ব্যবহার হয়। লাইব্রেরি থেকে বেছে নেওয়া ছবি আপনার ডিভাইসেই বিশ্লেষণ করা হয়, এবং শুধু আপনার সংরক্ষিত পাঠগুলোই অ্যাপের ভেতরে রাখা হয়।
gu: કૅમેરાનો ઉપયોગ ફક્ત હથેળી સ્કૅન કરતી વખતે થાય છે. લાઇબ્રેરીમાંથી પસંદ કરેલા ફોટાનું વિશ્લેષણ તમારા ઉપકરણ પર થાય છે, અને ફક્ત તમે સાચવેલાં વાંચન જ ઍપની અંદર રાખવામાં આવે છે.
hi: कैमरा केवल हथेली स्कैन करते समय उपयोग होता है। लाइब्रेरी से चुनी गई फ़ोटो का विश्लेषण आपके डिवाइस पर होता है, और केवल आपकी सहेजी गई रीडिंग ही ऐप के अंदर रखी जाती हैं।
kn: ನೀವು ಅಂಗೈ ಸ್ಕ್ಯಾನ್ ಮಾಡುವಾಗ ಮಾತ್ರ ಕ್ಯಾಮೆರಾ ಬಳಸಲಾಗುತ್ತದೆ. ಲೈಬ್ರರಿಯಿಂದ ಆಯ್ಕೆಮಾಡಿದ ಫೋಟೋಗಳನ್ನು ನಿಮ್ಮ ಸಾಧನದಲ್ಲೇ ವಿಶ್ಲೇಷಿಸಲಾಗುತ್ತದೆ, ಮತ್ತು ನೀವು ಉಳಿಸುವ ಓದುಗಳನ್ನು ಮಾತ್ರ ಆ್ಯಪ್‌ನೊಳಗೆ ಇರಿಸಲಾಗುತ್ತದೆ.
ml: നിങ്ങൾ കൈപ്പത്തി സ്കാൻ ചെയ്യുമ്പോൾ മാത്രമാണ് ക്യാമറ ഉപയോഗിക്കുന്നത്. ലൈബ്രറിയിൽ നിന്ന് തിരഞ്ഞെടുക്കുന്ന ഫോട്ടോകൾ നിങ്ങളുടെ ഉപകരണത്തിൽ തന്നെ വിശകലനം ചെയ്യുന്നു; നിങ്ങൾ സംരക്ഷിക്കുന്ന വായനകൾ മാത്രമേ ആപ്പിനുള്ളിൽ സൂക്ഷിക്കൂ.
mr: कॅमेरा फक्त तळहात स्कॅन करताना वापरला जातो. लायब्ररीतून निवडलेल्या फोटोंचे विश्लेषण तुमच्या डिव्हाइसवर होते, आणि फक्त तुम्ही जतन केलेली वाचनेच ॲपमध्ये ठेवली जातात.
or: କେବଳ ପାପୁଲି ସ୍କାନ କରିବା ସମୟରେ କ୍ୟାମେରା ବ୍ୟବହାର ହୁଏ। ଲାଇବ୍ରେରୀରୁ ବଛାଯାଇଥିବା ଫଟୋ ଆପଣଙ୍କ ଡିଭାଇସରେ ବିଶ୍ଳେଷଣ କରାଯାଏ, ଏବଂ କେବଳ ଆପଣ ସଞ୍ଚୟ କରିଥିବା ପଠନ ହିଁ ଆପ୍ ଭିତରେ ରଖାଯାଏ।
ta: நீங்கள் உள்ளங்கையை ஸ்கேன் செய்யும்போது மட்டுமே கேமரா பயன்படுத்தப்படுகிறது. நூலகத்திலிருந்து தேர்ந்தெடுக்கும் படங்கள் உங்கள் சாதனத்திலேயே பகுப்பாய்வு செய்யப்படுகின்றன; நீங்கள் சேமிக்கும் வாசிப்புகள் மட்டுமே ஆப்பில் வைக்கப்படுகின்றன.
te: కెమెరా మీరు అరచేతిని స్కాన్ చేసేటప్పుడు మాత్రమే ఉపయోగించబడుతుంది. లైబ్రరీ నుండి ఎంచుకున్న ఫోటోలు మీ పరికరంలోనే విశ్లేషించబడతాయి, మీరు సేవ్ చేసిన పఠనాలు మాత్రమే యాప్‌లో ఉంచబడతాయి.
ur: کیمرا صرف ہتھیلی اسکین کرتے وقت استعمال ہوتا ہے۔ لائبریری سے منتخب کی گئی تصاویر کا تجزیہ آپ کے آلے پر ہوتا ہے، اور صرف آپ کی محفوظ کردہ ریڈنگز ہی ایپ کے اندر رکھی جاتی ہیں۔

# about.camera.header
source: Camera & Photos
bn: ক্যামেরা ও ছবি
gu: કૅમેરા અને ફોટા
hi: कैमरा और फ़ोटो
kn: ಕ್ಯಾಮೆರಾ ಮತ್ತು ಫೋಟೋಗಳು
ml: ക്യാമറയും ഫോട്ടോകളും
mr: कॅमेरा आणि फोटो
or: କ୍ୟାମେରା ଓ ଫଟୋ
ta: கேமரா & படங்கள்
te: కెమెరా & ఫోటోలు
ur: کیمرا اور تصاویر

# about.how.header
source: How Readings Are Made
bn: পাঠ কীভাবে তৈরি হয়
gu: વાંચન કેવી રીતે બને છે
hi: रीडिंग कैसे बनती है
kn: ಓದುಗಳು ಹೇಗೆ ತಯಾರಾಗುತ್ತವೆ
ml: വായനകൾ എങ്ങനെ തയ്യാറാക്കുന്നു
mr: वाचन कसे तयार होते
or: ପଠନ କିପରି ତିଆରି ହୁଏ
ta: வாசிப்புகள் எப்படி உருவாகின்றன
te: పఠనాలు ఎలా తయారవుతాయి
ur: ریڈنگز کیسے بنتی ہیں

# about.notice.header
source: For Entertainment
bn: শুধু বিনোদনের জন্য
gu: ફક્ત મનોરંજન માટે
hi: केवल मनोरंजन हेतु
kn: ಮನರಂಜನೆಗಾಗಿ ಮಾತ್ರ
ml: വിനോദത്തിന് മാത്രം
mr: केवळ मनोरंजनासाठी
or: କେବଳ ମନୋରଞ୍ଜନ ପାଇଁ
ta: பொழுதுபோக்குக்காக மட்டும்
te: వినోదం కోసం మాత్రమే
ur: صرف تفریح کے لیے

# about.privacy.body
source: Everything is processed on your device. Aura Palm has no accounts, ads, analytics or tracking, and does not collect or upload your photos, readings or notes. Deleting the app deletes all of its data.
bn: সবকিছু আপনার ডিভাইসেই প্রক্রিয়া করা হয়। অরা পামে কোনো অ্যাকাউন্ট, বিজ্ঞাপন, অ্যানালিটিক্স বা ট্র্যাকিং নেই, এবং এটি আপনার ছবি, পাঠ বা নোট সংগ্রহ বা আপলোড করে না। অ্যাপ মুছে ফেললে এর সব ডেটাও মুছে যায়।
gu: બધું તમારા ઉપકરણ પર જ પ્રોસેસ થાય છે. ઓરા પામમાં કોઈ એકાઉન્ટ, જાહેરાત, ઍનાલિટિક્સ કે ટ્રૅકિંગ નથી, અને તે તમારા ફોટા, વાંચન કે નોંધો એકત્ર કે અપલોડ કરતું નથી. ઍપ કાઢી નાખવાથી તેનો બધો ડેટા પણ દૂર થાય છે.
hi: सब कुछ आपके डिवाइस पर ही प्रोसेस होता है। ऑरा पाम में कोई अकाउंट, विज्ञापन, एनालिटिक्स या ट्रैकिंग नहीं है, और यह आपकी फ़ोटो, रीडिंग या नोट्स न इकट्ठा करता है न अपलोड करता है। ऐप हटाने से उसका सारा डेटा भी हट जाता है।
kn: ಎಲ್ಲವೂ ನಿಮ್ಮ ಸಾಧನದಲ್ಲೇ ಪ್ರಕ್ರಿಯೆಗೊಳ್ಳುತ್ತದೆ. ಆರಾ ಪಾಮ್‌ನಲ್ಲಿ ಖಾತೆಗಳು, ಜಾಹೀರಾತುಗಳು, ಅನಾಲಿಟಿಕ್ಸ್ ಅಥವಾ ಟ್ರ್ಯಾಕಿಂಗ್ ಇಲ್ಲ, ಮತ್ತು ಇದು ನಿಮ್ಮ ಫೋಟೋಗಳು, ಓದುಗಳು ಅಥವಾ ಟಿಪ್ಪಣಿಗಳನ್ನು ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ, ಅಪ್‌ಲೋಡ್ ಮಾಡುವುದಿಲ್ಲ. ಆ್ಯಪ್ ಅಳಿಸಿದರೆ ಅದರ ಎಲ್ಲಾ ಡೇಟಾ ಅಳಿಸಿಹೋಗುತ್ತದೆ.
ml: എല്ലാം നിങ്ങളുടെ ഉപകരണത്തിൽ തന്നെ പ്രോസസ്സ് ചെയ്യുന്നു. ഓറ പാമിൽ അക്കൗണ്ടുകളോ പരസ്യങ്ങളോ അനലിറ്റിക്സോ ട്രാക്കിംഗോ ഇല്ല; ഇത് നിങ്ങളുടെ ഫോട്ടോകളോ വായനകളോ കുറിപ്പുകളോ ശേഖരിക്കുകയോ അപ്‌ലോഡ് ചെയ്യുകയോ ചെയ്യുന്നില്ല. ആപ്പ് ഇല്ലാതാക്കിയാൽ അതിന്റെ എല്ലാ ഡാറ്റയും ഇല്ലാതാകും.
mr: सर्व प्रक्रिया तुमच्या डिव्हाइसवरच होते. ऑरा पाममध्ये खाते, जाहिराती, ॲनालिटिक्स किंवा ट्रॅकिंग नाही, आणि ते तुमचे फोटो, वाचन किंवा नोंदी गोळा किंवा अपलोड करत नाही. ॲप हटवल्यावर त्याचा सर्व डेटाही हटतो.
or: ସବୁକିଛି ଆପଣଙ୍କ ଡିଭାଇସରେ ହିଁ ପ୍ରକ୍ରିୟାକରଣ ହୁଏ। ଅରା ପାମରେ କୌଣସି ଆକାଉଣ୍ଟ, ବିଜ୍ଞାପନ, ଆନାଲିଟିକ୍ସ ବା ଟ୍ରାକିଂ ନାହିଁ, ଏବଂ ଏହା ଆପଣଙ୍କ ଫଟୋ, ପଠନ ବା ଟିପ୍ପଣୀ ସଂଗ୍ରହ କିମ୍ବା ଅପଲୋଡ କରେ ନାହିଁ। ଆପ୍ ବିଲୋପ କଲେ ଏହାର ସମସ୍ତ ଡାଟା ମଧ୍ୟ ବିଲୋପ ହୁଏ।
ta: அனைத்தும் உங்கள் சாதனத்திலேயே செயலாக்கப்படுகின்றன. ஆரா பாமில் கணக்குகள், விளம்பரங்கள், பகுப்பாய்வுகள் அல்லது கண்காணிப்பு இல்லை; இது உங்கள் படங்கள், வாசிப்புகள் அல்லது குறிப்புகளைச் சேகரிப்பதோ பதிவேற்றுவதோ இல்லை. ஆப்பை நீக்கினால் அதன் எல்லா தரவும் நீங்கும்.
te: అంతా మీ పరికరంలోనే ప్రాసెస్ అవుతుంది. ఆరా పామ్‌లో ఖాతాలు, ప్రకటనలు, అనలిటిక్స్ లేదా ట్రాకింగ్ లేవు, మరియు ఇది మీ ఫోటోలు, పఠనాలు లేదా గమనికలను సేకరించదు, అప్‌లోడ్ చేయదు. యాప్‌ను తొలగిస్తే దాని డేటా మొత్తం తొలగిపోతుంది.
ur: سب کچھ آپ کے آلے پر ہی پروسیس ہوتا ہے۔ آرا پام میں کوئی اکاؤنٹ، اشتہار، اینالیٹکس یا ٹریکنگ نہیں، اور یہ آپ کی تصاویر، ریڈنگز یا نوٹس نہ جمع کرتا ہے نہ اپ لوڈ کرتا ہے۔ ایپ حذف کرنے سے اس کا سارا ڈیٹا بھی حذف ہو جاتا ہے۔

# about.privacy.header
source: Privacy
bn: গোপনীয়তা
gu: ગોપનીયતા
hi: गोपनीयता
kn: ಗೌಪ್ಯತೆ
ml: സ്വകാര്യത
mr: गोपनीयता
or: ଗୋପନୀୟତା
ta: தனியுரிமை
te: గోప్యత
ur: رازداری

# about.title
source: About & Privacy
bn: পরিচিতি ও গোপনীয়তা
gu: પરિચય અને ગોપનીયતા
hi: परिचय और गोपनीयता
kn: ಪರಿಚಯ ಮತ್ತು ಗೌಪ್ಯತೆ
ml: വിവരവും സ്വകാര്യതയും
mr: माहिती आणि गोपनीयता
or: ପରିଚୟ ଓ ଗୋପନୀୟତା
ta: அறிமுகம் & தனியுரிமை
te: పరిచయం & గోప్యత
ur: تعارف اور رازداری

# about.what.body
source: Aura Palm traces the major lines of your palm from a photo and explains them using traditional palmistry, in your language, for fun and reflection.
bn: অরা পাম ছবি থেকে আপনার তালুর প্রধান রেখাগুলো খুঁজে বের করে এবং বিনোদন ও ভাবনার জন্য আপনার ভাষায় ঐতিহ্যবাহী হস্তরেখা বিদ্যা অনুযায়ী সেগুলোর অর্থ ব্যাখ্যা করে।
gu: ઓરા પામ ફોટા પરથી તમારી હથેળીની મુખ્ય રેખાઓ શોધે છે અને મનોરંજન તથા ચિંતન માટે તમારી ભાષામાં પરંપરાગત હસ્તરેખા શાસ્ત્ર મુજબ તેમનો અર્થ સમજાવે છે.
hi: ऑरा पाम फ़ोटो से आपकी हथेली की मुख्य रेखाएँ खोजता है और मनोरंजन व चिंतन के लिए आपकी भाषा में पारंपरिक हस्तरेखा शास्त्र के अनुसार उनका अर्थ बताता है।
kn: ಆರಾ ಪಾಮ್ ಫೋಟೋದಿಂದ ನಿಮ್ಮ ಅಂಗೈಯ ಮುಖ್ಯ ರೇಖೆಗಳನ್ನು ಗುರುತಿಸಿ, ಮನರಂಜನೆ ಮತ್ತು ಚಿಂತನೆಗಾಗಿ ನಿಮ್ಮ ಭಾಷೆಯಲ್ಲಿ ಸಾಂಪ್ರದಾಯಿಕ ಹಸ್ತಸಾಮುದ್ರಿಕದ ಪ್ರಕಾರ ಅವುಗಳನ್ನು ವಿವರಿಸುತ್ತದೆ.
ml: ഓറ പാം ഫോട്ടോയിൽ നിന്ന് നിങ്ങളുടെ കൈപ്പത്തിയിലെ പ്രധാന രേഖകൾ കണ്ടെത്തി, വിനോദത്തിനും ചിന്തയ്ക്കുമായി നിങ്ങളുടെ ഭാഷയിൽ പരമ്പരാഗത ഹസ്തരേഖാ ശാസ്ത്രമനുസരിച്ച് അവ വിശദീകരിക്കുന്നു.
mr: ऑरा पाम फोटोवरून तुमच्या तळहातावरील मुख्य रेषा शोधते आणि मनोरंजन व चिंतनासाठी तुमच्या भाषेत पारंपरिक हस्तरेषा शास्त्रानुसार त्यांचा अर्थ सांगते.
or: ଅରା ପାମ ଫଟୋରୁ ଆପଣଙ୍କ ପାପୁଲିର ମୁଖ୍ୟ ରେଖା ଖୋଜେ ଏବଂ ମନୋରଞ୍ଜନ ଓ ଚିନ୍ତନ ପାଇଁ ଆପଣଙ୍କ ଭାଷାରେ ପାରମ୍ପରିକ ହସ୍ତରେଖା ଶାସ୍ତ୍ର ଅନୁସାରେ ସେଗୁଡ଼ିକର ବ୍ୟାଖ୍ୟା କରେ।
ta: ஆரா பாம் படத்திலிருந்து உங்கள் உள்ளங்கையின் முக்கிய ரேகைகளைக் கண்டறிந்து, பொழுதுபோக்கு மற்றும் சிந்தனைக்காக உங்கள் மொழியில் பாரம்பரிய கைரேகை சாஸ்திரப்படி அவற்றை விளக்குகிறது.
te: ఆరా పామ్ ఫోటో నుండి మీ అరచేతిలోని ప్రధాన రేఖలను గుర్తించి, వినోదం మరియు ఆలోచన కోసం మీ భాషలో సంప్రదాయ హస్తసాముద్రికం ప్రకారం వాటి అర్థాన్ని వివరిస్తుంది.
ur: آرا پام تصویر سے آپ کی ہتھیلی کی بنیادی لکیریں تلاش کرتا ہے اور تفریح اور غور و فکر کے لیے آپ کی زبان میں روایتی دست شناسی کے مطابق ان کی وضاحت کرتا ہے۔

# about.what.header
source: What Aura Palm Does
bn: অরা পাম কী করে
gu: ઓરા પામ શું કરે છે
hi: ऑरा पाम क्या करता है
kn: ಆರಾ ಪಾಮ್ ಏನು ಮಾಡುತ್ತದೆ
ml: ഓറ പാം എന്ത് ചെയ്യുന്നു
mr: ऑरा पाम काय करते
or: ଅରା ପାମ କ'ଣ କରେ
ta: ஆரா பாம் என்ன செய்கிறது
te: ఆరా పామ్ ఏమి చేస్తుంది
ur: آرا پام کیا کرتا ہے

# analysis.header
source: DECODING PALM ENERGY
bn: তালুর শক্তি বিশ্লেষণ
gu: હથેળીની ઊર્જાનું વિશ્લેષણ
hi: हथेली की ऊर्जा का विश्लेषण
kn: ಅಂಗೈ ಶಕ್ತಿಯ ವಿಶ್ಲೇಷಣೆ
ml: കൈപ്പത്തിയുടെ ഊർജ്ജം വിശകലനം ചെയ്യുന്നു
mr: तळहाताच्या ऊर्जेचे विश्लेषण
or: ପାପୁଲିର ଶକ୍ତି ବିଶ୍ଳେଷଣ
ta: உள்ளங்கை ஆற்றலைப் பகுப்பாய்கிறது
te: అరచేతి శక్తి విశ్లేషణ
ur: ہتھیلی کی توانائی کا تجزیہ

# analysis.step1
source: Normalizing palm geometry...
bn: তালুর জ্যামিতি স্বাভাবিক করা হচ্ছে...
gu: હથેળીની ભૂમિતિ સામાન્ય કરી રહ્યા છીએ...
hi: हथेली की ज्यामिति सामान्य की जा रही है...
kn: ಅಂಗೈ ಜ್ಯಾಮಿತಿಯನ್ನು ಸಾಮಾನ್ಯೀಕರಿಸಲಾಗುತ್ತಿದೆ...
ml: കൈപ്പത്തിയുടെ ജ്യാമിതി ക്രമീകരിക്കുന്നു...
mr: तळहाताची भूमिती सामान्य करत आहोत...
or: ପାପୁଲିର ଜ୍ୟାମିତି ସାମାନ୍ୟ କରାଯାଉଛି...
ta: உள்ளங்கை வடிவியலைச் சீராக்குகிறது...
te: అరచేతి జ్యామితిని సాధారణీకరిస్తోంది...
ur: ہتھیلی کی جیومیٹری معمول پر لائی جا رہی ہے...

# analysis.step2
source: Enhancing dermal ridge contrast...
bn: ত্বকের রেখার কনট্রাস্ট বাড়ানো হচ্ছে...
gu: ત્વચાની રેખાઓનો કૉન્ટ્રાસ્ટ વધારી રહ્યા છીએ...
hi: त्वचा की रेखाओं का कंट्रास्ट बढ़ाया जा रहा है...
kn: ಚರ್ಮದ ಗೆರೆಗಳ ಕಾಂಟ್ರಾಸ್ಟ್ ಹೆಚ್ಚಿಸಲಾಗುತ್ತಿದೆ...
ml: ചർമ്മരേഖകളുടെ കോൺട്രാസ്റ്റ് വർധിപ്പിക്കുന്നു...
mr: त्वचेवरील रेषांचा कॉन्ट्रास्ट वाढवत आहोत...
or: ଚର୍ମ ରେଖାର କଣ୍ଟ୍ରାଷ୍ଟ ବଢ଼ାଯାଉଛି...
ta: தோல் கோடுகளின் வேறுபாட்டை மேம்படுத்துகிறது...
te: చర్మ రేఖల కాంట్రాస్ట్‌ను పెంచుతోంది...
ur: جلد کی لکیروں کا کنٹراسٹ بڑھایا جا رہا ہے...

# analysis.step3
source: Tracing Life, Heart, Head & Fate lines...
bn: জীবন, হৃদয়, মস্তিষ্ক ও ভাগ্য রেখা খোঁজা হচ্ছে...
gu: જીવન, હૃદય, મસ્તિષ્ક અને ભાગ્ય રેખાઓ શોધી રહ્યા છીએ...
hi: जीवन, हृदय, मस्तिष्क और भाग्य रेखाएँ खोजी जा रही हैं...
kn: ಆಯುಷ್ಯ, ಹೃದಯ, ಮಸ್ತಿಷ್ಕ ಮತ್ತು ಭಾಗ್ಯ ರೇಖೆಗಳನ್ನು ಗುರುತಿಸಲಾಗುತ್ತಿದೆ...
ml: ആയുർ, ഹൃദയ, ശിരോ, ഭാഗ്യ രേഖകൾ കണ്ടെത്തുന്നു...
mr: जीवन, हृदय, मस्तक आणि भाग्य रेषा शोधत आहोत...
or: ଜୀବନ, ହୃଦୟ, ମସ୍ତିଷ୍କ ଓ ଭାଗ୍ୟ ରେଖା ଖୋଜାଯାଉଛି...
ta: ஆயுள், இதய, புத்தி மற்றும் விதி ரேகைகளைக் கண்டறிகிறது...
te: ఆయుష్షు, హృదయ, మస్తిష్క మరియు భాగ్య రేఖలను గుర్తిస్తోంది...
ur: زندگی، دل، دماغ اور قسمت کی لکیریں تلاش کی جا رہی ہیں...

# analysis.step4
source: Evaluating mounts & elemental balance...
bn: পর্বত ও মৌলিক ভারসাম্য মূল্যায়ন...
gu: પર્વતો અને તત્ત્વ સંતુલનનું મૂલ્યાંકન...
hi: पर्वतों और तात्विक संतुलन का मूल्यांकन...
kn: ಪರ್ವತಗಳು ಮತ್ತು ತತ್ವ ಸಮತೋಲನದ ಮೌಲ್ಯಮಾಪನ...
ml: പർവ്വതങ്ങളും തത്ത്വ സന്തുലനവും വിലയിരുത്തുന്നു...
mr: पर्वत आणि तत्त्व समतोलाचे मूल्यमापन...
or: ପର୍ବତ ଓ ତତ୍ତ୍ୱ ସନ୍ତୁଳନର ମୂଲ୍ୟାଙ୍କନ...
ta: மேடுகள் மற்றும் பூத சமநிலையை மதிப்பிடுகிறது...
te: పర్వతాలు మరియు మూలక సమతుల్యతను అంచనా వేస్తోంది...
ur: ابھاروں اور عنصری توازن کا جائزہ...

# analysis.step5
source: Consulting offline palmistry engine...
bn: অফলাইন হস্তরেখা ইঞ্জিনের পরামর্শ নেওয়া হচ্ছে...
gu: ઑફલાઇન હસ્તરેખા એન્જિનની સલાહ...
hi: ऑफ़लाइन हस्तरेखा इंजन से परामर्श...
kn: ಆಫ್‌ಲೈನ್ ಹಸ್ತರೇಖಾ ಎಂಜಿನ್‌ನ ಸಲಹೆ ಪಡೆಯಲಾಗುತ್ತಿದೆ...
ml: ഓഫ്‌ലൈൻ ഹസ്തരേഖാ എഞ്ചിനുമായി കൂടിയാലോചിക്കുന്നു...
mr: ऑफलाइन हस्तरेषा इंजिनचा सल्ला घेत आहोत...
or: ଅଫଲାଇନ ହସ୍ତରେଖା ଇଞ୍ଜିନର ପରାମର୍ଶ ନିଆଯାଉଛି...
ta: ஆஃப்லைன் கைரேகை இயந்திரத்தை ஆலோசிக்கிறது...
te: ఆఫ్‌లైన్ హస్తరేఖ ఇంజిన్‌ను సంప్రదిస్తోంది...
ur: آف لائن دست شناسی انجن سے مشاورت...

# archetype.air
source: The Strategic Visionary
bn: কৌশলী দূরদর্শী
gu: વ્યૂહાત્મક દૂરદર્શી
hi: रणनीतिक दूरदर्शी
kn: ಕಾರ್ಯತಂತ್ರದ ದಾರ್ಶನಿಕ
ml: തന്ത്രശാലിയായ ദീർഘദർശി
mr: धोरणी द्रष्टा
or: କୌଶଳୀ ଦୂରଦର୍ଶୀ
ta: உத்திசார் தொலைநோக்காளர்
te: వ్యూహాత్మక దార్శనికుడు
ur: حکمتِ عملی والا دور اندیش

# archetype.earth
source: The Grounded Builder
bn: স্থির নির্মাতা
gu: સ્થિર નિર્માતા
hi: स्थिर निर्माता
kn: ಸ್ಥಿರ ನಿರ್ಮಾತೃ
ml: സ്ഥിരതയുള്ള നിർമ്മാതാവ്
mr: स्थिर निर्माता
or: ସ୍ଥିର ନିର୍ମାତା
ta: உறுதியான படைப்பாளர்
te: స్థిరమైన నిర్మాత
ur: مستحکم معمار

# archetype.fire
source: The Passionate Catalyst
bn: উদ্যমী প্রেরণাদাতা
gu: ઉત્સાહી પ્રેરક
hi: उत्साही प्रेरक
kn: ಉತ್ಸಾಹಿ ಪ್ರೇರಕ
ml: ആവേശഭരിതനായ പ്രചോദകൻ
mr: उत्कट प्रेरक
or: ଉତ୍ସାହୀ ପ୍ରେରକ
ta: ஆர்வமிக்க ஊக்குவிப்பாளர்
te: ఉత్సాహభరిత ప్రేరకుడు
ur: پرجوش محرک

# archetype.water
source: The Intuitive Empath
bn: অন্তর্দৃষ্টিসম্পন্ন সহমর্মী
gu: સહજ સંવેદનશીલ
hi: सहज संवेदनशील
kn: ಅಂತಃಪ್ರಜ್ಞೆಯ ಸಹಾನುಭೂತಿಶೀಲ
ml: അന്തർജ്ഞാനമുള്ള സഹാനുഭൂതിശാലി
mr: अंतर्ज्ञानी संवेदनशील
or: ଅନ୍ତର୍ଜ୍ଞାନୀ ସମବେଦନଶୀଳ
ta: உள்ளுணர்வுமிக்க பரிவாளர்
te: అంతర్బుద్ధిగల సానుభూతిపరుడు
ur: وجدانی ہمدرد

# camera.denied.body
source: Allow camera access in Settings to scan live, or choose a clear photo of your open palm instead.
bn: লাইভ স্ক্যানের জন্য সেটিংসে ক্যামেরার অনুমতি দিন, অথবা এর বদলে আপনার খোলা তালুর একটি পরিষ্কার ছবি বেছে নিন।
gu: લાઇવ સ્કૅન માટે સેટિંગ્સમાં કૅમેરા ઍક્સેસ આપો, અથવા તેના બદલે તમારી ખુલ્લી હથેળીનો સ્પષ્ટ ફોટો પસંદ કરો.
hi: लाइव स्कैन के लिए सेटिंग्स में कैमरा एक्सेस दें, या इसके बजाय अपनी खुली हथेली की साफ़ फ़ोटो चुनें।
kn: ಲೈವ್ ಸ್ಕ್ಯಾನ್‌ಗಾಗಿ ಸೆಟ್ಟಿಂಗ್ಸ್‌ನಲ್ಲಿ ಕ್ಯಾಮೆರಾ ಪ್ರವೇಶ ನೀಡಿ, ಅಥವಾ ಬದಲಾಗಿ ನಿಮ್ಮ ತೆರೆದ ಅಂಗೈಯ ಸ್ಪಷ್ಟ ಫೋಟೋವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ml: ലൈവ് സ്കാനിനായി ക്രമീകരണങ്ങളിൽ ക്യാമറ ആക്സസ് അനുവദിക്കുക, അല്ലെങ്കിൽ പകരം നിങ്ങളുടെ തുറന്ന കൈപ്പത്തിയുടെ വ്യക്തമായ ഫോട്ടോ തിരഞ്ഞെടുക്കുക.
mr: लाइव्ह स्कॅनसाठी सेटिंग्जमध्ये कॅमेरा प्रवेश द्या, किंवा त्याऐवजी तुमच्या उघड्या तळहाताचा स्पष्ट फोटो निवडा.
or: ଲାଇଭ ସ୍କାନ ପାଇଁ ସେଟିଂସରେ କ୍ୟାମେରା ଅନୁମତି ଦିଅନ୍ତୁ, କିମ୍ବା ଏହା ବଦଳରେ ଆପଣଙ୍କ ଖୋଲା ପାପୁଲିର ଏକ ସ୍ପଷ୍ଟ ଫଟୋ ବାଛନ୍ତୁ।
ta: நேரடி ஸ்கேனுக்கு அமைப்புகளில் கேமரா அனுமதி வழங்கவும், அல்லது அதற்குப் பதிலாக உங்கள் திறந்த உள்ளங்கையின் தெளிவான படத்தைத் தேர்வுசெய்யவும்.
te: లైవ్ స్కాన్ కోసం సెట్టింగ్స్‌లో కెమెరా యాక్సెస్ ఇవ్వండి, లేదా బదులుగా మీ తెరిచిన అరచేతి స్పష్టమైన ఫోటోను ఎంచుకోండి.
ur: لائیو اسکین کے لیے سیٹنگز میں کیمرے کی اجازت دیں، یا اس کے بجائے اپنی کھلی ہتھیلی کی واضح تصویر منتخب کریں۔

# camera.denied.title
source: Camera Access Is Off
bn: ক্যামেরার অনুমতি বন্ধ
gu: કૅમેરા ઍક્સેસ બંધ છે
hi: कैमरा एक्सेस बंद है
kn: ಕ್ಯಾಮೆರಾ ಪ್ರವೇಶ ಆಫ್ ಆಗಿದೆ
ml: ക്യാമറ ആക്സസ് ഓഫാണ്
mr: कॅमेरा प्रवेश बंद आहे
or: କ୍ୟାମେରା ଅନୁମତି ବନ୍ଦ ଅଛି
ta: கேமரா அனுமதி முடக்கப்பட்டுள்ளது
te: కెమెరా యాక్సెస్ ఆఫ్‌లో ఉంది
ur: کیمرے تک رسائی بند ہے

# camera.openSettings
source: Open Settings
bn: সেটিংস খুলুন
gu: સેટિંગ્સ ખોલો
hi: सेटिंग्स खोलें
kn: ಸೆಟ್ಟಿಂಗ್ಸ್ ತೆರೆಯಿರಿ
ml: ക്രമീകരണങ്ങൾ തുറക്കുക
mr: सेटिंग्ज उघडा
or: ସେଟିଂସ ଖୋଲନ୍ତୁ
ta: அமைப்புகளைத் திற
te: సెట్టింగ్స్ తెరవండి
ur: سیٹنگز کھولیں

# common.delete
source: Delete
bn: মুছুন
gu: કાઢી નાખો
hi: हटाएँ
kn: ಅಳಿಸಿ
ml: ഇല്ലാതാക്കുക
mr: हटवा
or: ବିଲୋପ କରନ୍ତୁ
ta: நீக்கு
te: తొలగించు
ur: حذف کریں

# common.done
source: Done
bn: সম্পন্ন
gu: થઈ ગયું
hi: हो गया
kn: ಮುಗಿದಿದೆ
ml: പൂർത്തിയായി
mr: झाले
or: ହୋଇଗଲା
ta: முடிந்தது
te: పూర్తయింది
ur: مکمل

# common.ok
source: OK
bn: ঠিক আছে
gu: ઠીક છે
hi: ठीक है
kn: ಸರಿ
ml: ശരി
mr: ठीक आहे
or: ଠିକ ଅଛି
ta: சரி
te: సరే
ur: ٹھیک ہے

# disclaimer.accept
source: I Understand
bn: আমি বুঝেছি
gu: હું સમજું છું
hi: मुझे समझ आ गया
kn: ನನಗೆ ಅರ್ಥವಾಯಿತು
ml: എനിക്ക് മനസ്സിലായി
mr: मला समजले
or: ମୁଁ ବୁଝିଲି
ta: புரிந்துகொண்டேன்
te: నాకు అర్థమైంది
ur: مجھے سمجھ آ گئی

# disclaimer.point1
source: Aura Palm is for entertainment and self-reflection, based on traditional palmistry.
bn: অরা পাম ঐতিহ্যবাহী হস্তরেখা বিদ্যার ভিত্তিতে বিনোদন ও আত্মচিন্তনের জন্য।
gu: ઓરા પામ પરંપરાગત હસ્તરેખા શાસ્ત્ર પર આધારિત મનોરંજન અને આત્મચિંતન માટે છે.
hi: ऑरा पाम पारंपरिक हस्तरेखा शास्त्र पर आधारित मनोरंजन और आत्म-चिंतन के लिए है।
kn: ಆರಾ ಪಾಮ್ ಸಾಂಪ್ರದಾಯಿಕ ಹಸ್ತಸಾಮುದ್ರಿಕ ಆಧಾರಿತ ಮನರಂಜನೆ ಮತ್ತು ಆತ್ಮಾವಲೋಕನಕ್ಕಾಗಿ.
ml: ഓറ പാം പരമ്പരാഗത ഹസ്തരേഖാ ശാസ്ത്രത്തെ അടിസ്ഥാനമാക്കിയുള്ള വിനോദത്തിനും ആത്മചിന്തയ്ക്കും വേണ്ടിയുള്ളതാണ്.
mr: ऑरा पाम पारंपरिक हस्तरेषा शास्त्रावर आधारित मनोरंजन आणि आत्मचिंतनासाठी आहे.
or: ଅରା ପାମ ପାରମ୍ପରିକ ହସ୍ତରେଖା ଶାସ୍ତ୍ର ଆଧାରିତ ମନୋରଞ୍ଜନ ଓ ଆତ୍ମଚିନ୍ତନ ପାଇଁ।
ta: ஆரா பாம் பாரம்பரிய கைரேகை சாஸ்திரத்தை அடிப்படையாகக் கொண்ட பொழுதுபோக்கு மற்றும் சுயசிந்தனைக்கானது.
te: ఆరా పామ్ సంప్రదాయ హస్తసాముద్రికం ఆధారంగా వినోదం మరియు ఆత్మపరిశీలన కోసం మాత్రమే.
ur: آرا پام روایتی دست شناسی پر مبنی تفریح اور خود شناسی کے لیے ہے۔

# disclaimer.point2
source: It does not predict the future and is not medical, financial, legal or life advice.
bn: এটি ভবিষ্যৎ বলে না এবং এটি চিকিৎসা, আর্থিক, আইনি বা জীবন-সংক্রান্ত পরামর্শ নয়।
gu: તે ભવિષ્ય ભાખતું નથી અને તે તબીબી, નાણાકીય, કાનૂની કે જીવન સંબંધી સલાહ નથી.
hi: यह भविष्य नहीं बताता और यह चिकित्सा, वित्तीय, कानूनी या जीवन संबंधी सलाह नहीं है।
kn: ಇದು ಭವಿಷ್ಯವನ್ನು ಊಹಿಸುವುದಿಲ್ಲ, ಮತ್ತು ಇದು ವೈದ್ಯಕೀಯ, ಆರ್ಥಿಕ, ಕಾನೂನು ಅಥವಾ ಜೀವನ ಸಲಹೆಯಲ್ಲ.
ml: ഇത് ഭാവി പ്രവചിക്കുന്നില്ല; ഇത് വൈദ്യ, സാമ്പത്തിക, നിയമ, ജീവിത ഉപദേശമല്ല.
mr: ते भविष्य सांगत नाही आणि ते वैद्यकीय, आर्थिक, कायदेशीर किंवा जीवनविषयक सल्ला नाही.
or: ଏହା ଭବିଷ୍ୟତ କହେ ନାହିଁ ଏବଂ ଏହା ଚିକିତ୍ସା, ଆର୍ଥିକ, ଆଇନଗତ ବା ଜୀବନ ସମ୍ବନ୍ଧୀୟ ପରାମର୍ଶ ନୁହେଁ।
ta: இது எதிர்காலத்தைக் கணிப்பதில்லை; இது மருத்துவ, நிதி, சட்ட அல்லது வாழ்க்கை ஆலோசனை அல்ல.
te: ఇది భవిష్యత్తును చెప్పదు, మరియు ఇది వైద్య, ఆర్థిక, న్యాయ లేదా జీవిత సలహా కాదు.
ur: یہ مستقبل کی پیش گوئی نہیں کرتا اور یہ طبی، مالی، قانونی یا زندگی سے متعلق مشورہ نہیں ہے۔

# disclaimer.point3
source: Your photos, readings and notes stay on your device. Nothing is uploaded or shared.
bn: আপনার ছবি, পাঠ ও নোট আপনার ডিভাইসেই থাকে। কিছুই আপলোড বা শেয়ার করা হয় না।
gu: તમારા ફોટા, વાંચન અને નોંધો તમારા ઉપકરણ પર જ રહે છે. કંઈ પણ અપલોડ કે શેર થતું નથી.
hi: आपकी फ़ोटो, रीडिंग और नोट्स आपके डिवाइस पर ही रहते हैं। कुछ भी अपलोड या साझा नहीं किया जाता।
kn: ನಿಮ್ಮ ಫೋಟೋಗಳು, ಓದುಗಳು ಮತ್ತು ಟಿಪ್ಪಣಿಗಳು ನಿಮ್ಮ ಸಾಧನದಲ್ಲೇ ಇರುತ್ತವೆ. ಯಾವುದನ್ನೂ ಅಪ್‌ಲೋಡ್ ಅಥವಾ ಹಂಚಿಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ.
ml: നിങ്ങളുടെ ഫോട്ടോകളും വായനകളും കുറിപ്പുകളും നിങ്ങളുടെ ഉപകരണത്തിൽ തന്നെ തുടരുന്നു. ഒന്നും അപ്‌ലോഡ് ചെയ്യുകയോ പങ്കിടുകയോ ചെയ്യുന്നില്ല.
mr: तुमचे फोटो, वाचन आणि नोंदी तुमच्या डिव्हाइसवरच राहतात. काहीही अपलोड किंवा शेअर केले जात नाही.
or: ଆପଣଙ୍କ ଫଟୋ, ପଠନ ଓ ଟିପ୍ପଣୀ ଆପଣଙ୍କ ଡିଭାଇସରେ ହିଁ ରହେ। କିଛି ବି ଅପଲୋଡ ବା ସେୟାର କରାଯାଏ ନାହିଁ।
ta: உங்கள் படங்கள், வாசிப்புகள் மற்றும் குறிப்புகள் உங்கள் சாதனத்திலேயே இருக்கும். எதுவும் பதிவேற்றப்படுவதோ பகிரப்படுவதோ இல்லை.
te: మీ ఫోటోలు, పఠనాలు మరియు గమనికలు మీ పరికరంలోనే ఉంటాయి. ఏదీ అప్‌లోడ్ లేదా షేర్ చేయబడదు.
ur: آپ کی تصاویر، ریڈنگز اور نوٹس آپ کے آلے پر ہی رہتے ہیں۔ کچھ بھی اپ لوڈ یا شیئر نہیں کیا جاتا۔

# disclaimer.title
source: Before You Begin
bn: শুরু করার আগে
gu: શરૂ કરતાં પહેલાં
hi: शुरू करने से पहले
kn: ಪ್ರಾರಂಭಿಸುವ ಮೊದಲು
ml: തുടങ്ങുന്നതിന് മുമ്പ്
mr: सुरू करण्यापूर्वी
or: ଆରମ୍ଭ କରିବା ପୂର୍ବରୁ
ta: தொடங்கும் முன்
te: ప్రారంభించే ముందు
ur: شروع کرنے سے پہلے

# element.air
source: Air Hand
bn: বায়ু হস্ত
gu: વાયુ હસ્ત
hi: वायु हस्त
kn: ವಾಯು ಹಸ್ತ
ml: വായു ഹസ്തം
mr: वायू हस्त
or: ବାୟୁ ହସ୍ତ
ta: காற்றுக் கை
te: వాయు హస్తం
ur: ہوائی ہاتھ

# element.air.description
source: A square palm with longer fingers. Traditionally curious, analytical and articulate, driven by ideas and conversation.
bn: বর্গাকার তালু ও লম্বা আঙুল। ঐতিহ্যগতভাবে কৌতূহলী, বিশ্লেষণী ও বাকপটু, ভাবনা ও আলাপে অনুপ্রাণিত।
gu: ચોરસ હથેળી અને લાંબી આંગળીઓ. પરંપરાગત રીતે જિજ્ઞાસુ, વિશ્લેષણાત્મક અને વાક્પટુ, વિચારો અને વાતચીતથી પ્રેરિત.
hi: वर्गाकार हथेली और लंबी उंगलियाँ। परंपरागत रूप से जिज्ञासु, विश्लेषणात्मक और मुखर, विचारों और बातचीत से प्रेरित।
kn: ಚೌಕ ಅಂಗೈ ಮತ್ತು ಉದ್ದ ಬೆರಳುಗಳು. ಸಂಪ್ರದಾಯದ ಪ್ರಕಾರ ಕುತೂಹಲಿ, ವಿಶ್ಲೇಷಣಾತ್ಮಕ ಮತ್ತು ಮಾತುಗಾರರು, ಆಲೋಚನೆಗಳು ಮತ್ತು ಸಂಭಾಷಣೆಯಿಂದ ಪ್ರೇರಿತರು.
ml: ചതുര കൈപ്പത്തിയും നീണ്ട വിരലുകളും. പരമ്പരാഗതമായി ജിജ്ഞാസുക്കൾ, വിശകലനശീലർ, വാക്ചാതുര്യമുള്ളവർ, ആശയങ്ങളും സംഭാഷണവും പ്രചോദനമാകുന്നവർ.
mr: चौकोनी तळहात आणि लांब बोटे. परंपरेनुसार जिज्ञासू, विश्लेषक आणि बोलके, कल्पना आणि संवादाने प्रेरित.
or: ବର୍ଗାକାର ପାପୁଲି ଓ ଲମ୍ବା ଆଙ୍ଗୁଠି। ପରମ୍ପରା ଅନୁସାରେ ଜିଜ୍ଞାସୁ, ବିଶ୍ଳେଷଣଶୀଳ ଓ ବାକ୍‌ପଟୁ, ଚିନ୍ତା ଓ ଆଲୋଚନାରୁ ପ୍ରେରିତ।
ta: சதுர உள்ளங்கை, நீண்ட விரல்கள். மரபுப்படி ஆர்வமுள்ளவர்கள், பகுப்பாய்வாளர்கள், சொல்வன்மை மிக்கவர்கள், கருத்துகளாலும் உரையாடலாலும் உந்தப்படுபவர்கள்.
te: చతురస్రాకార అరచేతి, పొడవైన వేళ్లు. సంప్రదాయంగా జిజ్ఞాసులు, విశ్లేషకులు, మాటకారులు, ఆలోచనలు మరియు సంభాషణలతో ప్రేరణ పొందేవారు.
ur: چوکور ہتھیلی اور لمبی انگلیاں۔ روایتی طور پر متجسس، تجزیاتی اور خوش گفتار، خیالات اور گفتگو سے متاثر۔

# element.air.quality
source: air hand
bn: বায়ু হস্তের
gu: વાયુ હસ્ત
hi: वायु हस्त
kn: ವಾಯು ಹಸ್ತದ
ml: വായു ഹസ്തത്തിന്റെ
mr: वायू हस्ताच्या
or: ବାୟୁ ହସ୍ତର
ta: காற்றுக் கையின்
te: వాయు హస్త
ur: ہوائی ہاتھ

# element.earth
source: Earth Hand
bn: পৃথ্বী হস্ত
gu: પૃથ્વી હસ્ત
hi: पृथ्वी हस्त
kn: ಭೂ ಹಸ್ತ
ml: ഭൂമി ഹസ്തം
mr: पृथ्वी हस्त
or: ପୃଥ୍ୱୀ ହସ୍ତ
ta: நிலக் கை
te: భూ హస్తం
ur: خاکی ہاتھ

# element.earth.description
source: A square palm with shorter fingers. Traditionally practical, reliable and grounded, with a love of working with the hands.
bn: বর্গাকার তালু ও ছোট আঙুল। ঐতিহ্যগতভাবে বাস্তববাদী, নির্ভরযোগ্য ও মাটির কাছের, হাতে কাজ করতে ভালোবাসেন।
gu: ચોરસ હથેળી અને ટૂંકી આંગળીઓ. પરંપરાગત રીતે વ્યવહારુ, ભરોસાપાત્ર અને જમીન સાથે જોડાયેલા, હાથથી કામ કરવાનું પસંદ કરનારા.
hi: वर्गाकार हथेली और छोटी उंगलियाँ। परंपरागत रूप से व्यावहारिक, भरोसेमंद और ज़मीन से जुड़े, हाथों से काम करना पसंद करने वाले।
kn: ಚೌಕ ಅಂಗೈ ಮತ್ತು ಗಿಡ್ಡ ಬೆರಳುಗಳು. ಸಂಪ್ರದಾಯದ ಪ್ರಕಾರ ಪ್ರಾಯೋಗಿಕ, ವಿಶ್ವಾಸಾರ್ಹ ಮತ್ತು ನೆಲಕ್ಕೆ ಹತ್ತಿರವಾದವರು, ಕೈಗಳಿಂದ ಕೆಲಸ ಮಾಡಲು ಇಷ್ಟಪಡುವವರು.
ml: ചതുര കൈപ്പത്തിയും നീളം കുറഞ്ഞ വിരലുകളും. പരമ്പരാഗതമായി പ്രായോഗികം, വിശ്വസ്തർ, മണ്ണിനോട് ചേർന്നവർ, കൈകൊണ്ട് പണിയെടുക്കാൻ ഇഷ്ടമുള്ളവർ.
mr: चौकोनी तळहात आणि लहान बोटे. परंपरेनुसार व्यावहारिक, विश्वासार्ह आणि जमिनीशी जोडलेले, हाताने काम करायला आवडणारे.
or: ବର୍ଗାକାର ପାପୁଲି ଓ ଛୋଟ ଆଙ୍ଗୁଠି। ପରମ୍ପରା ଅନୁସାରେ ବ୍ୟାବହାରିକ, ଭରସାଯୋଗ୍ୟ ଓ ମାଟି ସହ ଯୋଡ଼ା, ହାତରେ କାମ କରିବାକୁ ଭଲ ପାଆନ୍ତି।
ta: சதுர உள்ளங்கை, குட்டையான விரல்கள். மரபுப்படி நடைமுறைவாதிகள், நம்பகமானவர்கள், நிலைத்தவர்கள், கைகளால் வேலை செய்வதை விரும்புபவர்கள்.
te: చతురస్రాకార అరచేతి, పొట్టి వేళ్లు. సంప్రదాయంగా ఆచరణాత్మకం, నమ్మదగినవారు, నేలకు దగ్గరగా ఉండేవారు, చేతులతో పని చేయడం ఇష్టపడేవారు.
ur: چوکور ہتھیلی اور چھوٹی انگلیاں۔ روایتی طور پر عملی، قابلِ اعتماد اور زمین سے جڑے، ہاتھوں سے کام کرنا پسند کرنے والے۔

# element.earth.quality
source: earth hand
bn: পৃথ্বী হস্তের
gu: પૃથ્વી હસ્ત
hi: पृथ्वी हस्त
kn: ಭೂ ಹಸ್ತದ
ml: ഭൂമി ഹസ്തത്തിന്റെ
mr: पृथ्वी हस्ताच्या
or: ପୃଥ୍ୱୀ ହସ୍ତର
ta: நிலக் கையின்
te: భూ హస్త
ur: خاکی ہاتھ

# element.fire
source: Fire Hand
bn: অগ্নি হস্ত
gu: અગ્નિ હસ્ત
hi: अग्नि हस्त
kn: ಅಗ್ನಿ ಹಸ್ತ
ml: അഗ്നി ഹസ്തം
mr: अग्नी हस्त
or: ଅଗ୍ନି ହସ୍ତ
ta: நெருப்புக் கை
te: అగ్ని హస్తం
ur: آتشی ہاتھ

# element.fire.description
source: A long palm with shorter fingers. Traditionally energetic, bold and spontaneous, with a natural spark of leadership.
bn: লম্বা তালু ও ছোট আঙুল। ঐতিহ্যগতভাবে উদ্যমী, সাহসী ও স্বতঃস্ফূর্ত, স্বাভাবিক নেতৃত্বের দীপ্তিসহ।
gu: લાંબી હથેળી અને ટૂંકી આંગળીઓ. પરંપરાગત રીતે ઊર્જાવાન, હિંમતવાન અને સહજ, સ્વાભાવિક નેતૃત્વની ચમક સાથે.
hi: लंबी हथेली और छोटी उंगलियाँ। परंपरागत रूप से ऊर्जावान, साहसी और सहज, स्वाभाविक नेतृत्व की चमक के साथ।
kn: ಉದ್ದ ಅಂಗೈ ಮತ್ತು ಗಿಡ್ಡ ಬೆರಳುಗಳು. ಸಂಪ್ರದಾಯದ ಪ್ರಕಾರ ಉತ್ಸಾಹಿ, ಧೈರ್ಯಶಾಲಿ ಮತ್ತು ಸಹಜ ಸ್ಫೂರ್ತಿಯವರು, ಸಹಜ ನಾಯಕತ್ವದ ಹೊಳಪಿನೊಂದಿಗೆ.
ml: നീണ്ട കൈപ്പത്തിയും നീളം കുറഞ്ഞ വിരലുകളും. പരമ്പരാഗതമായി ഊർജ്ജസ്വലർ, ധീരർ, സ്വാഭാവികമായി പ്രതികരിക്കുന്നവർ, സ്വാഭാവിക നേതൃത്വത്തിന്റെ തിളക്കത്തോടെ.
mr: लांब तळहात आणि लहान बोटे. परंपरेनुसार उत्साही, धाडसी आणि उत्स्फूर्त, नैसर्गिक नेतृत्वाच्या चमकेसह.
or: ଲମ୍ବା ପାପୁଲି ଓ ଛୋଟ ଆଙ୍ଗୁଠି। ପରମ୍ପରା ଅନୁସାରେ ଉତ୍ସାହୀ, ସାହସୀ ଓ ସ୍ୱତଃସ୍ଫୂର୍ତ୍ତ, ସ୍ୱାଭାବିକ ନେତୃତ୍ୱର ଝଲକ ସହ।
ta: நீண்ட உள்ளங்கை, குட்டையான விரல்கள். மரபுப்படி ஆற்றல் மிக்கவர்கள், துணிச்சலானவர்கள், தன்னிச்சையானவர்கள், இயல்பான தலைமைப் பொறியுடன்.
te: పొడవైన అరచేతి, పొట్టి వేళ్లు. సంప్రదాయంగా ఉత్సాహవంతులు, ధైర్యవంతులు, సహజంగా స్పందించేవారు, సహజ నాయకత్వ మెరుపుతో.
ur: لمبی ہتھیلی اور چھوٹی انگلیاں۔ روایتی طور پر پرجوش، بہادر اور بے ساختہ، فطری قیادت کی چمک کے ساتھ۔

# element.fire.quality
source: fire hand
bn: অগ্নি হস্তের
gu: અગ્નિ હસ્ત
hi: अग्नि हस्त
kn: ಅಗ್ನಿ ಹಸ್ತದ
ml: അഗ്നി ഹസ്തത്തിന്റെ
mr: अग्नी हस्ताच्या
or: ଅଗ୍ନି ହସ୍ତର
ta: நெருப்புக் கையின்
te: అగ్ని హస్త
ur: آتشی ہاتھ

# element.water
source: Water Hand
bn: জল হস্ত
gu: જળ હસ્ત
hi: जल हस्त
kn: ಜಲ ಹಸ್ತ
ml: ജല ഹസ്തം
mr: जल हस्त
or: ଜଳ ହସ୍ତ
ta: நீர்க் கை
te: జల హస్తం
ur: آبی ہاتھ
